Repository: common-repository/vverner-getnet-gateway
Catalog: app/languages/getnet-*.po
Languages: pt_br

source: API Docs
pt_br: Documentação da API

source: Bank Slip expire time
pt_br: Dias para vencimento

source: Card number
pt_br: Número do cartão

source: Check to use the sandbox version of the integration
pt_br: Marque para utilizar a versão sandbox da API

source: Customer Instructions
pt_br: Instruções de pagamento para o cliente

source: Description
pt_br: Descrição

source: Enable
pt_br: Ativar

source: Enable Getnet's transparent checkout on WooCommerce
pt_br: Ativa o checkout transparente da Getnet no WooCommerce

source: Enable plugin
pt_br: Ativar plugin

source: Expiration date
pt_br: Data de Vencimento

source: Extra information available during checkout
pt_br: Informação extra durante o checkout

source: Extra information printed on the bank slip
pt_br: Informação extra exibida no boleto

source: For now, bank slip payments do not receive confirmation of payment by the customer. You must manually approve payments
pt_br: Por enquanto, pagamento via boleto não confirmam o pagamento do pedido no WooCommerce. Você deve aprovar os pagamentos manualmente

source: Getnet - Bank Slip
pt_br: Getnet - Boleto bancário

source: How the payment option will be displayed during checkout
pt_br: Como a opção de pagamento será exibida no checkout

source: In how many days the bank slip will be expired
pt_br: Em quantos dias o boleto vencerá

source: Includes Getnet as a payment method in WooCommerce. You will need Getnet API keys for the integration to work. Get them from your manager.
pt_br: Inclui a Getnet como método de pagamento no WooCommerce. Você precisará das chaves de API da Getnet para a integração funcionar. Consiga-as com seu gerente.

source: Install plugin
pt_br: Instalar plugin

source: Installment
pt_br: Parcelamento

source: Integrates Getnet payment method into Woocommerce checkout
pt_br: Integra a Getnet como método de pagamento no checkout do WooCommerce

source: Maximum installment quantity
pt_br: Quantidade máxima de parcelas

source: Minimum installment amount
pt_br: Valor mínimo da parcela

source: Name printed on card
pt_br: Nome do cartão

source: needs the Brazilian Market on WooCommerce plugin to work!
pt_br: precisa do plugin Brazilian Market on WooCommerce para funcionar!

source: needs WooCommerce to work!
pt_br: precisa do WooCommerce para funcionar!

source: Pay via bank slip
pt_br: Pagar via boleto bancário

source: Pay via credit card
pt_br: Pagar via cartão de crédito

source: Payment method name
pt_br: Nome do método de pagamento

source: Payment received, transaction ID: %s
pt_br: Pagamento recebido, ID da transação: %s

source: Private view file not found for %s
pt_br: View privada não localizada para %s

source: Public view file not found for %s
pt_br: View pública não localizada para %s

source: Sandbox mode. You can use the credit cards provided <a href="%s" target="_blank" rel="noopener noreferrer">in the documentation</a>
pt_br: Modo sandbox. Você pode usar os cartões de crédito fornecidos <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">na documentação</a>

source: Sandbox mode. You can use the debit cards provided <a href="%s" target="_blank" rel="noopener noreferrer">in the documentation</a>
pt_br: Modo sandbox. Você pode usar os cartões de débito fornecidos <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">na documentação</a>

source: Secure transaction via Getnet
pt_br: Transação segura via Getnet

source: Security Code (CVC)
pt_br: Código de Segurança (CVC)

source: Settings
pt_br: Configurações

source: The bank slip expiration date is:
pt_br: A data de vencimento do boleto bancário é:

source: Typeful_line copied!
pt_br: Linha digitável copiada!

source: Use the information below to pay your bank slip.
pt_br: Use as informações abaixo para realizar o pagamento do seu boleto.

source: View Bank Slip
pt_br: Ver boleto

source: VVerner - Getnet for WooCommerce
pt_br: VVerner - Getnet para WooCommerce
